aic94xx-firmware
alacritty
alsa-utils
alttab-git
amd-ucode
ancient-packages
android-sdk-platform-tools
android-tools
appimagelauncher
arandr
archlinux-keyring
archlinux-tweak-tool-git
arcolinux-keyring
arcolinux-mirrorlist-git
arcolinux-rofi-themes-git
autoconf
automake
backintime
base
bat
betterdiscord-git
betterdiscordctl
bibata-cursor-theme-bin
bibata-cursor-translucent
bibata-extra-cursor-theme
bibata-rainbow-cursor-theme
binutils
bison
blueberry
brave-bin
bsp-layout
bsptab-git
bspwm
btrfs-progs
cackey
caffeine-ng
cava
ccid
cifs-utils
clipmenu-rofi
debugedit
devour
discord
dmidecode
dnsmasq
downgrade
dunst
efibootmgr
emacs
etherwake
ethtool
exa
expac
fakeroot
fd
feh
ffmpegthumbnailer
file
file-roller
findutils
flatpak
flex
font-manager
freerdp
fsearch
gawk
gcc
gettext
git
github-cli
glava
glib
glow
gnome-keyring
gns3-gui
gotop-bin
gparted
gpick
grep
grimshot
groff
gst-plugin-pipewire
gvfs
gvfs-nfs
gvfs-smb
gzip
hardinfo-gtk3
howdy
htop
hwinfo
i2c-tools
i3lock-color
indicator-keylock
inetutils
intltool
iptables-nft
jgmenu
kdeconnect
kitty
kvantum
kvantum-theme-qogir-git
libpulse
libtool
linux
linux-firmware
lohit-fonts
looking-glass-git
lxappearance
m4
mailspring
maim
make
man-db
meld
mkinitcpio-firmware
mpv
nano
ncdu
ncspot
neofetch
net-tools
network-manager-applet
networkmanager
networkmanager-dmenu-git
nmap
nmap-netcat
nordvpn-bin
noto-fonts
ntfs-3g
numlockx
nvidia
nvidia-settings
okular
onlyoffice-bin
openrgb-bin
opensc
pacman
pacman-contrib
pacseek
pakbak-git
pamixer
papirus-icon-theme
paru
patch
pavucontrol
pcsc-tools
pcsclite
phinger-cursors
picom-git
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
pm-utils
polkit-gnome
polybar-git
powerline-fonts
procs
protonmail-bridge-bin
protonup-qt
python-pep621
python-pip
python-requests-oauthlib
qbittorrent
qemu-desktop
qogir-gtk-theme-git
qt5ct
ranger
rebuild-detector
reflector
remmina
ripgrep-all
rofi
rofi-calc
rtags-git
rust
sddm
sddm-sugar-candy-git
seahorse
sed
selectdefaultapplication-git
shell-color-scripts
smbclient
snapd
spacx-gtk-theme
sshfs
steam
sudo
sxhkd
tabbed-flexipatch-git
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-nextcloud-plugin
thunar-volman
thunarx-python
tigervnc
timeshift
timeshift-autosnap
tmux
traceroute
ttf-hactor
ttf-hellvetica
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
ttf-sourcecodepro-nerd
tty-clock-git
tumbler
ueberzug
unicode-character-database
unimatrix-git
variety
viewnior
vim
virt-manager
virt-viewer
visual-studio-code-bin
vlc
wat-git
wavemon
wd719x-firmware
which
wireless-regdb
wireless_tools
wireplumber
wireshark-qt
wlroots-nvidia-git
x11-ssh-askpass
xclip
xdg-user-dirs-gtk
xdo
xdotool
xfce-polkit
xfce4-power-manager
xfce4-terminal
xidlehook
xorg-xinit
xorg-xsetroot
xqp
xss-lock
yad
yaru-colors-gtk-theme
zram-generator
zscroll-git
zsh
zsh-autosuggestions
zsh-syntax-highlighting
